//---------------------------------------------------------------------------

#include <vcl.h>
#pragma hdrstop

#include "Unit3.h"
//---------------------------------------------------------------------------
#pragma package(smart_init)
#pragma resource "*.dfm"
TForm3 *Form3;
//---------------------------------------------------------------------------
__fastcall TForm3::TForm3(TComponent* Owner)
    : TForm(Owner)
{
}
//---------------------------------------------------------------------------
/*
Новая форма для сохранения результатов.

План таков:

Сохранять нужно:

1. Сигнал (поле, напряжение Холла, сопротивление)
2. Описание образца, параметры фильтрации, экстраполяции и т.д.
3. Тензора.
4. Спектр подвижности
5. Результаты спектра подвижности.

6. Подгонку
7. Результаты подгонки.

*/